Repository: XSmeets/AutismExplainer
Catalog: AutismExplainer/Localizable.xcstrings
Source language: en
Languages: nl

source: • Temperature
nl: • Temperatuur

source: Activity
nl: Activiteit

source: Add Activity
nl: Activiteit toevoegen

source: Aggression
nl: Aggressie

source: Angry
nl: Boos

source: Auditory
nl: Horen

source: Crying
nl: Huilen

# EMOTIE_Afgewezen
source: Rejected
nl: Afgewezen

# EMOTIE_Angstig
source: Afraid
nl: Angstig

# EMOTIE_Bedachtzaam
source: Thoughtful
nl: Bedachtzaam

# EMOTIE_Belangrijk
source: Important
nl: Belangrijk

# EMOTIE_Beschaamd
source: Ashamed
nl: Beschaamd

# EMOTIE_Bewust
source: Aware
nl: Bewust

# EMOTIE_Creatief
source: Creative
nl: Creatief

# EMOTIE_Depressief
source: Depressed
nl: Depressief

# EMOTIE_Eenzaam
source: Lonely
nl: Eenzaam

# EMOTIE_Egoïstisch
source: Selfish
nl: Egoïstisch

# EMOTIE_Energiek
source: Energetic
nl: Energiek

# EMOTIE_Geapprecieerd
source: Appreciated
nl: Geapprecieerd

# EMOTIE_Gekwetst
source: Hurt
nl: Gekwetst

# EMOTIE_Gerespecteerd
source: Respected
nl: Gerespecteerd

# EMOTIE_Haatdragend
source: Hateful
nl: Haatdragend

# EMOTIE_Hoopvol
source: Hopeful
nl: Hoopvol

# EMOTIE_Hulpeloos
source: Helpless
nl: Hulpeloos

# EMOTIE_Intiem
source: Intimate
nl: Intiem

# EMOTIE_Kritisch
source: Critical
nl: Kritisch

# EMOTIE_Kwaad
source: Angry
nl: Kwaad

# EMOTIE_Liefhebbend
source: Loving
nl: Liefhebbend

# EMOTIE_Moe
source: Tired
nl: Moe

# EMOTIE_Onderdanig
source: Submissive
nl: Onderdanig

# EMOTIE_Onzeker
source: Uncertain
nl: Onzeker

# EMOTIE_Opgewonden
source: Excited
nl: Opgewonden

# EMOTIE_Schuldig
source: Guilty
nl: Schuldig

# EMOTIE_Sensueel
source: Sensual
nl: Sensueel

# EMOTIE_Tevreden
source: Satisfied
nl: Tevreden

# EMOTIE_Trots
source: Proud
nl: Trots

# EMOTIE_Trouw
source: Faithful
nl: Trouw

# EMOTIE_Vertrouwend
source: Trusting
nl: Vertrouwend

# EMOTIE_Verveeld
source: Bored
nl: Verveeld

# EMOTIE_Verward
source: Confused
nl: Verward

# EMOTIE_Verzorgend
source: Caring
nl: Verzorgend

# EMOTIE_Vijandig
source: Hostile
nl: Vijandig

# EMOTIE_Vrolijk
source: Cheerful
nl: Vrolijk

source: Emotion circle
nl: Emotiecirkel

source: Energy Meter
nl: Energiemeter

source: Happy
nl: Blij

source: Information
nl: Informatie

source: Limiting exposure to stimuli can help prevent overstimulation, which can, in turn, prevent the symptoms mentioned above.
nl: Het beperken van de blootstelling aan prikkels kan overprikkeling voorkomen, hetgeen de hierboven vermelde symptomen kan voorkomen.

source: Normal
nl: Normaal

source: Overstimulation
nl: Overprikkeling

source: Panic
nl: Paniek

source: Powerful
nl: Krachtig

source: Sad
nl: Verdrietig

source: Scared
nl: Bang

source: Smell
nl: Ruiken

source: Stimuli
nl: Prikkels

source: Taste
nl: Proeven

source: There are many kinds of stimuli. The most important ones are:
nl: Er zijn veel verschillende soorten prikkels. De belangrijkste zijn:

source: These are not the only stimuli in existence. Others include:
nl: Dit zijn niet de enige stimuli die bestaan. Overige stimuli zijn onder andere:

source: This app attempts to explain autism to people who are unfamiliar with it. Choose any of the following topics to learn more about them.
nl: Deze app probeert autisme uit te leggen aan personen die er onbekend mee zijn. Kies een van de volgende onderwerpen om er meer over te weten te komen.

source: This app provides several tools for people with autism.
nl: Deze app bevat verschillende tools voor mensen met autisme.

source: Tiredness
nl: Vermoeidheid

source: Touch
nl: Voelen

source: Visual
nl: Zien
